{
  "language": {
    "english": "English",
    "german": "German",
    "croatian": "Croatian"
  },
  "money-needed": "Notwendigkeit",
  "welcome": "Willkomen!",
  "start-change": "Beginnen Sie die Veränderung mit uns!",
  "next": "Nächster",
  "back": "Zurück",
  "finish": "Ende",
  "goal": "Was ist dein Ziel?",
  "sex": "Sex",
  "age": "Alter",
  "biometric": "Biometrie",
  "your-measures": "Ihre Maßnahmen",
  "height": "Höhe",
  "tolerance-footwear": "Toleranz für Schuhe",
  "weight": "Gewicht",
  "tolerance-clothing": "Toleranz für Kleidung",
  "waist": "Taille",
  "enter-optionally": "Geben Sie optional ein <br/> <br/> Sie können die Taille mit unserem eingebauten Messgerät messen",
  "activity": "Aktivität",
  "calculation": "Berechnung",
  "bmi": "BMI",
  "body-mass-index": "Body Mass Index",
  "bmr": "BMR",
  "basal-metabolic-rate": "Grundumsatz",
  "tee": "TEE",
  "total-energy-expenditure": "Gesamtenergieverbrauch",
  "recommendations": "Empfehlungen",
  "mass": "Masse",
  "energy-input": "Energiezufluss",
  "additional-energy": "Zusätzliche Energie",
  "what-is-bmi": "* BMI- Body Mass Index ...... BMR-Grundstoffwechsel, die Energie, die Ihr Körper in Ruhe benötigt. <br/> * Im Durchschnitt werden 7.700 kcal benötigt, um 1 kg Fett zu verbrennen",
  "my-recommendations": "Meine Empfehlungen",
  "my-recommendations-description": "Wenn sich Ihre Empfehlungen von den Empfehlungen der Anwendung unterscheiden, geben Sie hier Ihre Werte ein, andernfalls lassen Sie das Feld leer.",
  "food-you-do-not-eat": "Essen, das Sie nicht essen",
  "food-you-do-not-eat-description": "Bitte wählen Sie Lebensmittel aus, die Sie nicht essen, um sie von Ihrem Diätplan auszuschließen",
  "meal-plan": "Speiseplan",
  "training-plan": "Trainingsplan",
  "training-plan-description": "DAS SIND DIE AUSBILDUNGEN, DIE IN IHREM PROFIL AUF SIE WARTEN. KLICKEN SIE WEITER, UM DIE ANWENDUNG ABZUSCHLIESSEN",
  "training-plan-warning": "Die Verwendung von Gewichten und großen zusätzlichen Belastungen für die Adoleszenz in der Pubertät (<16 Jahre) wirkt sich äußerst negativ auf das ordnungsgemäße Wachstum und die Entwicklung aus und führt zu einigen negativen Auswirkungen, die dazu führen können, dass eine Person im Sport und im täglichen Leben später behindert wird.<br/><br/>Empfehlung: Kraftübungen zur Selbstkraft (Kniebeugen, Gelenke, Liegestütze, Bauchdeckenstraffungen), Dehnübungen und die perfekte Übernahme aller Übungen, die später die Grundlage für das Upgrade mit externen Belastungen bilden.",
  "meal-plan-warning": "Personen unter 18 Jahren sollten wegen der für Wachstum und Entwicklung benötigten Energie kein Menü mit weniger als 1500 kcal für Mädchen und 1700 kcal für Jungen verwenden. Personen unter 18 Jahren sollten einen Arzt konsultieren und das Menü unter Aufsicht ihrer Eltern verwenden. <br/> <br/> Dieses Menü garantiert keinen sofortigen Erfolg. Wenn Sie jedoch alle Anweisungen korrekt befolgen, sollten die Ergebnisse nicht fehlen. Sie führen das Menü auf eigenes Risiko!",
  "enter-email": "Geben Sie die E-Mail-Adresse ein, die Sie für den 30-Tage-Diätplan und den Trainingsplan erhalten möchten",
  "gdpr": "DSGVO und Vertragsbedingungen",
  "gdpr-accept": "Ich habe die obigen Bedingungen gelesen und bin damit einverstanden",
  "personalised-meal-plan": "Ihr persönlicher 30-Tage-Diätplan und Trainingsplan werden in Kürze per Post eingehen."
}
